{
  "3": ["A Psalm of David when he fled from Absalom his son.", "Lord, how they have increased who trouble me! Many are they who rise up against me."],
  "4": ["To the Chief Musician. With stringed instruments. A Psalm of David.", "Hear me when I call, O God of my righteousness! You have relieved me in my distress; Have mercy on me, and hear my prayer."],
  "5": ["To the Chief Musician. With flutes.[a] A Psalm of David.", "Give ear to my words, O Lord, Consider my meditation."],
  "6": ["To the Chief Musician. With stringed instruments. On an eight-stringed harp.[a] A Psalm of David.", "O Lord, do not rebuke me in Your anger, Nor chasten me in Your hot displeasure."],
  "7": ["A Meditation[a] of David, which he sang to the Lord concerning the words of Cush, a Benjamite.", "O Lord my God, in You I put my trust; Save me from all those who persecute me; And deliver me,"],
  "8": ["To the Chief Musician. On the instrument of Gath.[a] A Psalm of David.", "O Lord, our Lord, How excellent is Your name in all the earth, Who have set Your glory above the heavens!"],
  "9": ["To the Chief Musician. To the tune of “Death of the Son.”[a] A Psalm of David.", "I will praise You, O Lord, with my whole heart; I will tell of all Your marvelous works."],
  "11": ["To the Chief Musician. A Psalm of David.", "In the Lord I put my trust; How can you say to my soul, “Flee as a bird to your mountain”?"],
  "12": ["To the Chief Musician. On an eight-stringed harp.[a] A Psalm of David.", "Help, Lord, for the godly man ceases! For the faithful disappear from among the sons of men."],
  "13": ["To the Chief Musician. A Psalm of David.", "How long, O Lord? Will You forget me forever? How long will You hide Your face from me?"],
  "14": ["To the Chief Musician. A Psalm of David.", "The fool has said in his heart,“There is no God.”They are corrupt, They have done abominable works, There is none who does good."],
  "15": ["A Psalm of David.", "Lord, who may abide in Your tabernacle? Who may dwell in Your holy hill?"],
  "16": ["A Michtam of David.", "Preserve me, O God, for in You I put my trust."],
  "17": ["A Prayer of David.", "Hear a just cause, O Lord, Attend to my cry; Give ear to my prayer which is not from deceitful lips."],
  "18": ["To the Chief Musician. A Psalm of David the servant of the Lord, who spoke to the Lord the words of this song on the day that the Lord delivered him from the hand of all his enemies and from the hand of Saul. And he said:", "I will love You, O Lord, my strength."],
  "19": ["To the Chief Musician. A Psalm of David.", "The heavens declare the glory of God; And the firmament shows His handiwork."],
  "20": ["To the Chief Musician. A Psalm of David.", "May the Lord answer you in the day of trouble; May the name of the God of Jacob defend you;"],
  "21": ["To the Chief Musician. A Psalm of David.", "The king shall have joy in Your strength, O Lord; And in Your salvation how greatly shall he rejoice!"],
  "22": ["To the Chief Musician. Set to “The Deer of the Dawn.”[a] A Psalm of David", "My God, My God, why have You forsaken Me? Why are You so far from helping Me,"],
  "23": ["A Psalm of David.", "The Lord is my shepherd; I shall not want."],
  "24": ["A Psalm of David.", "The earth is the Lord’s, and all its fullness, The world and those who dwell therein."],
  "25": ["A Psalm of David.", "To You, O Lord, I lift up my soul."],
  "26": ["A Psalm of David.", "Vindicate me, O Lord, For I have walked in my integrity. I have also trusted in the Lord; I shall not slip."],
  "27": ["A Psalm of David.", "The Lord is my light and my salvation; Whom shall I fear? The Lord is the strength of my life; Of whom shall I be afraid?"],
  "28": ["A Psalm of David.", "To You I will cry, O Lord my Rock:Do not be silent to me, Lest, if You are silent to me, I become like those who go down to the pit."],
  "29": ["A Psalm of David.", "Give unto the Lord, O you mighty ones, Give unto the Lord glory and strength"],
  "30": ["A Psalm. A Song at the dedication of the house of David.", "I will extol You, O Lord, for You have lifted me up, And have not let my foes rejoice over me."],
  "31": ["To the Chief Musician. A Psalm of David.", "In You, O Lord, I put my trust; Let me never be ashamed; Deliver me in Your righteousness."],
  "32": ["A Psalm of David. A Contemplation.[a]", "Blessed is he whose transgression is forgiven, Whose sin is covered."],
  "34": ["A Psalm of David when he pretended madness before Abimelech, who drove him away, and he departed.", "I will bless the Lord at all times; His praise shall continually be in my mouth."],
  "35": ["A Psalm of David.", "Plead my cause, O Lord, with those who strive with me; Fight against those who fight against me."],
  "36": ["To the Chief Musician. A Psalm of David the servant of the Lord.", "An oracle within my heart concerning the transgression of the wicked: There is no fear of God before his eyes."],
  "37": ["A Psalm of David.", "Do not fret because of evildoers, Nor be envious of the workers of iniquity."],
  "38": ["A Psalm of David. To bring to remembrance.", "O Lord, do not rebuke me in Your wrath, Nor chasten me in Your hot displeasure!"],
  "39": ["To the Chief Musician. To Jeduthun. A Psalm of David.", "I said, “I will guard my ways,Lest I sin with my tongue; I will restrain my mouth with a muzzle, While the wicked are before me.”"],
  "40": ["To the Chief Musician. A Psalm of David.", "I waited patiently for the Lord; And He inclined to me, And heard my cry."],
  "41": ["To the Chief Musician. A Psalm of David.", "Blessed is he who considers the poor; The Lord will deliver him in time of trouble."],
  "42": ["To the Chief Musician. A Contemplation[a] of the sons of Korah.", "As the deer pants for the water brooks, So pants my soul for You, O God."],
  "44": ["To the Chief Musician. A Contemplation[a] of the sons of Korah.", "We have heard with our ears, O God,  Our fathers have told us, The deeds You did in their days, In days of old:"],
  "45": ["We have heard with our ears, O God,Our fathers have told us,The deeds You did in their days, In days of old:", "My heart is overflowing with a good theme; I recite my composition concerning the King; My tongue is the pen of a ready writer."],
  "46": ["To the Chief Musician. A Psalm of the sons of Korah. A Song for Alamoth.", "God is our refuge and strength, A very present help in trouble."],
  "47": ["To the Chief Musician. A Psalm of the sons of Korah.", "Oh, clap your hands, all you peoples! Shout to God with the voice of triumph!"],
  "48": ["A Song. A Psalm of the sons of Korah.", "Great is the Lord, and greatly to be praised In the city of our God, In His holy mountain."],
  "49": ["To the Chief Musician. A Psalm of the sons of Korah.", "Hear this, all peoples; Give ear, all inhabitants of the world,"],
  "50": ["A Psalm of Asaph.", "The Mighty One, God the Lord, Has spoken and called the earth From the rising of the sun to its going down."],
  "51": ["To the Chief Musician. A Psalm of David when Nathan the prophet went to him, after he had gone in to Bathsheba.", "Have mercy upon me, O God, According to Your lovingkindness; According to the multitude of Your tender mercies,"],
  "52": ["To the Chief Musician. A Contemplation[a] of David when Doeg the Edomite went and told Saul, and said to him, “David has gone to the house of Ahimelech.”", "Why do you boast in evil, O mighty man? The goodness of God endures continually."],
  "53": ["To the Chief Musician. Set to “Mahalath.” A Contemplation[a] of David.", "The fool has said in his heart,“There is no God.”They are corrupt, and have done abominable iniquity;There is none who does good."],
  "54": ["To the Chief Musician. With stringed instruments.[a] A Contemplation[b] of David when the Ziphites went and said to Saul, “Is David not hiding with us?”", "Save me, O God, by Your name, And vindicate me by Your strength."],
  "55": ["To the Chief Musician. With stringed instruments.[a] A Contemplation[b] of David.", "Give ear to my prayer, O God, And do not hide Yourself from my supplication."],
  "56": ["To the Chief Musician. Set to “The Silent Dove in Distant Lands.”[a] A Michtam of David when the Philistines captured him in Gath.", "Be merciful to me, O God, for man would swallow me up; Fighting all day he oppresses me."],
  "57": ["To the Chief Musician. Set to “Do Not Destroy.”[a] A Michtam of David when he fled from Saul into the cave.", "Be merciful to me, O God, be merciful to me! For my soul trusts in You;And in the shadow of Your wings I will make my refuge, Until these calamities have passed by."],
  "58": ["To the Chief Musician. Set to “Do Not Destroy.”[a] A Michtam of David.", "Do you indeed speak righteousness, you silent ones? Do you judge uprightly, you sons of men?"],
  "59": ["To the Chief Musician. Set to “Do Not Destroy.”[a] A Michtam of David when Saul sent men, and they watched the house in order to kill him.", "Deliver me from my enemies, O my God; Defend me from those who rise up against me."],
  "60": ["To the Chief Musician. Set to “Lily of the Testimony.”[a] A Michtam of David. For teaching. When he fought against Mesopotamia and Syria of Zobah, and Joab returned and killed twelve thousand Edomites in the Valley of Salt.", "O God, You have cast us off; You have broken us down; You have been displeased; Oh, restore us again!"],
  "61": ["To the Chief Musician. On a stringed instrument.[a] A Psalm of David.", "Hear my cry, O God; Attend to my prayer."],
  "62": ["To the Chief Musician. To Jeduthun. A Psalm of David.", "Truly my soul silently waits for God; From Him comes my salvation."],
  "63": ["A Psalm of David when he was in the wilderness of Judah.", "O God, You are my God; Early will I seek You; My soul thirsts for You; My flesh longs for You In a dry and thirsty land Where there is no water."],
  "64": ["To the Chief Musician. A Psalm of David.", "Hear my voice, O God, in my meditation; Preserve my life from fear of the enemy."],
  "65": ["To the Chief Musician. A Psalm of David. A Song.", "Praise is awaiting You, O God, in Zion; And to You the vow shall be performed."],
  "66": ["To the Chief Musician. A Song. A Psalm.", "Make a joyful shout to God, all the earth!"],
  "67": ["To the Chief Musician. On stringed instruments.[a] A Psalm. A Song.", "God be merciful to us and bless us, And cause His face to shine upon us, Selah"],
  "68": ["To the Chief Musician. A Psalm of David. A Song.", "Let God arise, Let His enemies be scattered; Let those also who hate Him flee before Him."],
  "69": ["To the Chief Musician. Set to “The Lilies.”[a] A Psalm of David.", "Save me, O God! For the waters have come up to my neck."],
  "70": ["To the Chief Musician. A Psalm of David. To bring to remembrance.", "Make haste, O God, to deliver me! Make haste to help me, O Lord!"],
  "72": ["A Psalm of Solomon.", "Give the king Your judgments, O God, And Your righteousness to the king’s Son."],
  "73": ["A Psalm of Asaph.", "Truly God is good to Israel, To such as are pure in heart."],
  "74": ["A Contemplation[a] of Asaph.", "O God, why have You cast us off forever? Why does Your anger smoke against the sheep of Your pasture?"],
  "75": ["To the Chief Musician. Set to “Do Not Destroy.”[a] A Psalm of Asaph. A Song.", "We give thanks to You, O God, we give thanks! For Your wondrous works declare that Your name is near."],
  "76": ["To the Chief Musician. On stringed instruments.[a] A Psalm of Asaph. A Song.", "In Judah God is known; His name is great in Israel."],
  "77": ["To the Chief Musician. To Jeduthun. A Psalm of Asaph.", "I cried out to God with my voice— To God with my voice; And He gave ear to me."],
  "78": ["A Contemplation[a] of Asaph.", "Give ear, O my people, to my law; Incline your ears to the words of my mouth."],
  "79": ["A Psalm of Asaph.", "O God, the nations have come into Your inheritance; Your holy temple they have defiled; They have laid Jerusalem in heaps."],
  "80": ["To the Chief Musician. Set to “The Lilies.”[a] A Testimony[b] of Asaph. A Psalm.", "Give ear, O Shepherd of Israel, You who lead Joseph like a flock; You who dwell between the cherubim, shine forth!"],
  "81": ["To the Chief Musician. On an instrument of Gath.[a] A Psalm of Asaph.", "Sing aloud to God our strength; Make a joyful shout to the God of Jacob."],
  "82": ["A Psalm of Asaph.", "God stands in the congregation of the mighty; He judges among the gods.[a]"],
  "83": ["A Song. A Psalm of Asaph.", "Do not keep silent, O God! Do not hold Your peace, And do not be still, O God!"],
  "84": ["To the Chief Musician. On an instrument of Gath.[a] A Psalm of the sons of Korah.", "How lovely is Your tabernacle, O Lord of hosts!"],
  "85": ["To the Chief Musician. A Psalm of the sons of Korah.", "Lord, You have been favorable to Your land;You have brought back the captivity of Jacob."],
  "86": ["A Prayer of David.", "Bow down Your ear, O Lord, hear me; For I am poor and needy."],
  "87": ["A Psalm of the sons of Korah. A Song.", "His foundation is in the holy mountains."],
  "88": ["A Song. A Psalm of the sons of Korah. To the Chief Musician. Set to “Mahalath Leannoth.” A Contemplation[a] of Heman the Ezrahite.", "O Lord, God of my salvation, I have cried out day and night before You."],
  "89": ["A Contemplation[a] of Ethan the Ezrahite.", "I will sing of the mercies of the Lord forever; With my mouth will I make known Your faithfulness to all generations."],
  "90": ["A Prayer of Moses the man of God.", "Lord, You have been our dwelling place[a] in all generations."],
  "92": ["A Psalm. A Song for the Sabbath day.", "It is good to give thanks to the Lord, And to sing praises to Your name, O Most High;"],
  "98": ["A Psalm.", "Oh, sing to the Lord a new song! For He has done marvelous things; His right hand and His holy arm have gained Him the victory."],
  "100": ["A Psalm of Thanksgiving.", "Make a joyful shout to the Lord, all you lands!"],
  "101": ["A Psalm of David.", "I will sing of mercy and justice;  To You, O Lord, I will sing praises."],
  "102": ["A Prayer of the afflicted, when he is overwhelmed and pours out his complaint before the Lord.", "Hear my prayer, O Lord, And let my cry come to You."],
  "103": ["A Psalm of David.", "Bless the Lord, O my soul; And all that is within me, bless His holy name!"],
  "108": ["A Song. A Psalm of David.", "O God, my heart is steadfast; I will sing and give praise, even with my glory."],
  "109": ["To the Chief Musician. A Psalm of David.", "Do not keep silent, O God of my praise!"],
  "110": ["A Psalm of David.", "The Lord said to my Lord, “Sit at My right hand, Till I make Your enemies Your footstool.”"],
  "120": ["A Song of Ascents.", "In my distress I cried to the Lord, And He heard me."],
  "121": ["A Song of Ascents.", "I will lift up my eyes to the hills— From whence comes my help?"],
  "122": ["A Song of Ascents. Of David.", "I was glad when they said to me, “Let us go into the house of the Lord.”"],
  "123": ["A Song of Ascents.", "Unto You I lift up my eyes, O You who dwell in the heavens."],
  "124": ["A Song of Ascents. Of David.", "“If it had not been the Lord who was on our side,” Let Israel now say—"],
  "125": ["A Song of Ascents.", "Those who trust in the Lord Are like Mount Zion, Which cannot be moved, but abides forever."],
  "126": ["A Song of Ascents.", "When the Lord brought back the captivity of Zion, We were like those who dream."],
  "127": ["A Song of Ascents. Of Solomon.", "Unless the Lord builds the house, They labor in vain who build it; Unless the Lord guards the city, The watchman stays awake in vain."],
  "128": ["A Song of Ascents.", "Blessed is every one who fears the Lord, Who walks in His ways."],
  "129": ["Song of Ascents.", "“Many a time they have afflicted me from my youth,”Let Israel now say—"],
  "130": ["A Song of Ascents.", "Out of the depths I have cried to You, O Lord;"],
  "131": ["A Song of Ascents. Of David.", "Lord, my heart is not haughty, Nor my eyes lofty. Neither do I concern myself with great matters, Nor with things too profound for me."],
  "132": ["A Song of Ascents.", "Lord, remember David And all his afflictions;"],
  "133": ["A Song of Ascents. Of David.", "Behold, how good and how pleasant it is For brethren to dwell together in unity!"],
  "134": ["A Song of Ascents.", "Behold, bless the Lord, All you servants of the Lord, Who by night stand in the house of the Lord!"],
  "138": ["A Psalm of David.", "I will praise You with my whole heart; Before the gods I will sing praises to You."],
  "139": ["For the Chief Musician. A Psalm of David.", "O Lord, You have searched me and known me."],
  "140": ["To the Chief Musician. A Psalm of David.", "Deliver me, O Lord, from evil men; Preserve me from violent men,"],
  "141": ["A Psalm of David.", "Lord, I cry out to You; Make haste to me! Give ear to my voice when I cry out to You."],
  "142": ["A Contemplation[a] of David. A Prayer when he was in the cave.", "I cry out to the Lord with my voice; With my voice to the Lord I make my supplication."],
  "143": ["A Psalm of David.", "Hear my prayer, O Lord, Give ear to my supplications! In Your faithfulness answer me, And in Your righteousness."],
  "144": ["A Psalm of David.", "Blessed be the Lord my Rock, Who trains my hands for war, And my fingers for battle—"],
  "145": ["A Praise of David.", "I will extol You, my God, O King; And I will bless Your name forever and ever."]
}
